{
    "PAGENAME": "Shiyi's website",
    "LANDING_PAGE": "Home",
    "PROJECT": "Project and Research Experiences",
    "DESIGN": "Inspiration and Design",
    "CONTACT": "Contact Me",
    "NAME": "Shiyi CHEN",
    "BACHELOR": "Bachelor’s degree in Vehicle Engineering, Tongji University, China",
    "BACHELOR_DESC": "Academic exchange in CentraleSupélec in France for six months",
    "MASTER": "Third-year engineering student in Mines ParisTech, France",
    "MASTER_DESC1": "Equivalent to the last year of Master’s degree",
    "MASTER_DESC2": "Majoring in Management of Information Systems",
    "STAGE": "Looking for a final-year internship",
    "STAGE_DESC": "At least for six months, starting from March 2021",
    "ENGLISH": "English",
    "FRENCH": "French",
    "SPANISH": "Spanish",
    "SPANISH_LEVEL": "Beginner",
    "CHINESE": "Chinese",
    "CHINESE_LEVEL": "Native speaker",
    "BADMINTON": "Badminton",
    "BADMINTON_DESC1": "President of university badminton association",
    "BADMINTON_DESC2": "Improvement in sports sign-up system, development of WeChat information publication platform and sign-up application;",
    "BADMINTON_DESC3": "Organization of campus tournament, coaching and referee training;",
    "BADMINTON_DESC4": "Prize of top 10 associations on campus in 2016, 2017.",
    "FOOTBALL": "Football",
    "FOOTBALL_DESC1": "Manager of TJSC Football Club",
    "FOOTBALL_DESC2": "Responsible for team building and administrative affaires during the whole bachelor period.",
    "BOUNCE": " A 3D simplist game demo based on C#/Unity",
    "BOUNCE_DESC1": "Mini personal project during the specialised learning period",
    "BOUNCE_DESC2": "Instruction: Press \"ENTER\" to start or restart the game, \"SPACE\" to jump, and \"ESC\" to exit at any time",
    "BOUNCE_DESC3": "Play it online !",
    "NIO": "Full-stack web developper intern in NIO Automobile, Shanghai",
    "NIO_DESC1": "Development of the PLM micro-service platform and a series of administrative tools",
    "NIO_DESC2": "Exploration and researches on optimal algorithms to improve the efficiency of complex operations;",
    "NIO_DESC3": "Working within the Scrum framwork, basic knowledges on Spring Boot, MySQL, Redis, Git, Jira, Confluence, etc;",
    "NIO_DESC4": "Participation in prototyping (in Axure) with the product manager team;",
    "NIO_DESC5": "Also responsible for service architecture graphs and API documents.",
    "NIO_DESC6": "Time distribution recording system developped by our team",
    "NIO_DESC7": "Administration tool: export of weekly report",
    "RAMP": "Cooperative Merging Strategy in On-Ramp Area",
    "RAMP_DESC1": "Final thesis of Bachelor in Tongji University",
    "RAMP_DESC2": "In on-ramp area of highway, merging of one vehicle from on-ramp often disrupts the traffic order of main road, which causes speed fluctations, frequent starting and braking, as well as lane changes.",
    "RAMP_DESC3": "Extraction of NGSIM natural driving data and building a human driving behavior model in Vissim;",
    "RAMP_DESC4": "In this paper, a cooperative merging strategy of automatic driving vehicles controlled by a local base station, using a virtual vehicle following model to avoid speed fluctations;",
    "RAMP_DESC5": "Collision detection based on computer graphics methods (rapid exclusion and trans-discrete experiments);",
    "RAMP_DESC6": "It ensures the safety and comfort of the on-ramp and related vehicles in main road, as well as improves the traffic efficiency of the entire network;",
    "RAMP_DESC7": "The process of cooperative merging strategy (in Chinese)",
    "RAMP_DESC8": "Virtual following model",
    "RAMP_DESC9": "Speed of target vehicle using different following models",
    "RAMP_DESC10": "Acceleration of target vehicle using different following models",
    "RAMP_DESC11": "Virtual following model in this thesis can reduce the speed fluctations and avoid impulses during the on-ramp merging.",
    "RAMP_DESC12": "Contour chart of cost function",
    "RAMP_DESC13": "The cost function goes smaller when the indicators of safety, comfort, and efficiency are improved.",
    "INNOV": "Application of Visible Light Communication in Inteilligent Driving",
    "INNOV_DESC1": "National Undergraduate Innovation Training Program, China",
    "INNOV_DESC2": "Visible light communication enables the modulation and transmission of message, using high-frequency blinking which cannot be detected by human eyes;",
    "INNOV_DESC3": "VLC plays an important role in complementing intelligent driving perception systems by addressing the shortcomings of existing sensors, it enables an instant communication with surrounding vehicles;",
    "INNOV_DESC4": "Development of VLC devices based on common car lights and silicon light sensors, in charge of design of receiing end, fabrication of PCB, and signal processing;",
    "INNOV_DESC5": "Invention patent right \"Miniature model of intelligent transportation simulation based on connected vehicles\".",
    "INNOV_DESC6": "The principle of visible light communication ",
    "INNOV_DESC7": "Source: https://kns.cnki.net/kcms/detail/detail.aspx?dbcode=CJFD&dbname=CJFDLAST2017&filename=JJZZ201703001&v=sKBir%25mmd2Fwm2Xi3iP7KNuDpBz3VjkN7eP7ISZh9mSEogNceQHwLbGFZBt792j6vwVnF",
    "INNOV_DESC8": "VLC devices installed on miniature car models",
    "MICHELIN": "NVH intern in Michelin Tire R&D center, Shanghai",
    "MICHELIN_DESC1": "Tire comfort simulation with 5-dimensional tire model and suspension model in FTire, comparision with field tests.",
    "MICHELIN_DESC2": "Quarter car model simulation in FTire",
    "MICHELIN_DESC3": "Frequency domain analysis of wedge test (Vertical direction)",
    "SUSPENSION": "麦弗逊悬架控制臂设计及仿真分析",
    "SUSPENSION_DESC1": "麦弗逊独立式悬架的控制臂对悬架系统的弹性力学性能具有重大影响，它可以传递作用力以及引导力的方向。",
    "SUSPENSION_DESC2": "为了满足碳排放的要求，控制臂应设计得尽可能轻，同时要能抵抗瞬间撞击和交变应力。",
    "SUSPENSION_DESC3": "但是，轻巧的设计总是与强度和刚度矛盾。我们要做的是找到力学性能和能耗之间的平衡。",
    "SUSPENSION_DESC4": "控制臂 Catia 模型",
    "SUSPENSION_DESC5": "Ansys 应力仿真",
    "SUSPENSION_DESC6": "控制臂 CAD 设计图",
    "SITE": "Mécatronique website and newsletter",
    "SITE_DESC1": "Project website: ",
    "SITE_DESC2": "Design tools: Google Site framework, Adobe InDesign",
    "SITE_DESC3": "Landing page",
    "SITE_DESC4": "Newsletter vol.4",
    "GREENER": "Go Greener Discovery",
    "GREENER_DESC1": "Tool：Figma",
    "GREENER_DESC2": "Prototype of website",
    "GREENER_DESC3": "Story board of Go Greener Discovery",
    "BIN": "Public rubbish bin",
    "BIN_DESC1": "Everyday Ergonomics, summer school at Hong Kong Polytechnic University",
    "BIN_DESC2": "3D Prototype by SolidWorks",
    "BIN_DESC3": "Heart-shaped, Stainless steel, bicolor;",
    "BIN_DESC4": "Curved top: preventing pedestrians from piling trash on the top;",
    "BIN_DESC5": "Small edge to guide raindrops;",
    "BIN_DESC6": "Clear recycling symbol.",
    "BIN_DESC7": "3D model of rubbish bin",
    "BIN_DESC8": "Trash inlet",
    "BADMIN_DESIGN": "Brochure and poster of badminton association",
    "BADMIN_DESIGN_DESC1": "Design tools: Adobe Illustrator, Adobe Photoshop",
    "BADMIN_DESIGN_DESC2": "Brochure cover, Autumn 2016",
    "BADMIN_DESIGN_DESC3": "Brochure inner page, Autumn 2016",
    "BADMIN_DESIGN_DESC4": "Membership card, 2016",
    "BADMIN_DESIGN_DESC5": "Poster, Autumn 2016",
    "CONTACT_HEAD": "Contact",
    "TEL": "Mobile",
    "YEAR": "years"
}